Repository: ilyas-sherpakov/MobileCaller
Catalog: Properties/Resources.*.resx
Languages: ru_ru, uk_ua

# WND_ABOUT_FORM_TITLE
source: About
ru_ru: О программе
uk_ua: Про програму

# WND_CALL_SETTINGS_FORM_TITLE
source: Call settings
ru_ru: Настройки прозвона
uk_ua: Налаштування продзвону

# WND_COMMENT_FORM_TITLE
source: Comment for phone number: {0}
ru_ru: Комментарий для номера телефона: {0}
uk_ua: Коментар для номера телефону: {0}

# WND_KEY_FORM_TITLE
source: Registration
ru_ru: Ввод ключа
uk_ua: Введення ключа

# WND_MAIN_FORM_TITLE
source: Defining of activated telephones
ru_ru: Определение активированных номеров
uk_ua: Визначення активованих номерів

# WND_MODEM_SETTINGS_FORM_TITLE
source: Modem settings
ru_ru: Настройки модема
uk_ua: Налаштування модему

# WND_SEARCH_FORM_TITLE
source: Find
ru_ru: Поиск
uk_ua: Пошук
