Repository: ilyas-sherpakov/MobileCaller
Catalog: Properties/Resources.*.resx
Languages: ru_ru, uk_ua

# BTN_ADD_DIAPASON
source: Add diapason
ru_ru: Ввести диапазон
uk_ua: Ввести діапазон

# BTN_ADD_GROUP_HINT
source: Add group.
ru_ru: Добавить группу.
uk_ua: Додати групу.

# BTN_CALL
source: Calling
ru_ru: Прозвон
uk_ua: Прозвон

# BTN_CALL_STOP
source: Stop calling
ru_ru: Остановить прозвон
uk_ua: Зупинити прозвон

# BTN_CANCEL
source: Cancel
ru_ru: Отмена
uk_ua: Відміна

# BTN_ENTER
source: Enter
ru_ru: Ввести
uk_ua: Ввести

# BTN_NO
source: No
ru_ru: Нет
uk_ua: Ні

# BTN_OK
source: Ok
ru_ru: Да
uk_ua: Так

# BTN_OPEN_WORKING_DIRECTORY_HINT
source: Open working directory
ru_ru: Открыть рабочий каталог.
uk_ua: Відкрити рабочий каталог.

# BTN_REMOVE_GROUP_HINT
source: Remove Group
ru_ru: Удалить группу.
uk_ua: Видалити групу.

# BTN_SEARCH
source: Search
ru_ru: Найти
uk_ua: Знайти

# BTN_YES
source: Yes
ru_ru: Да
uk_ua: Так

# CB_GROUP_FILTER_ALL
source: All
ru_ru: Все
uk_ua: Все

# LOG_CALL_FINISHED
source: Call process is finished.
ru_ru: Прозвон закончен.
uk_ua: Прозвон закінчено.

# LOG_CALL_RESTARTED
source: Call process is finished. Restarted.
ru_ru: Прозвон закончен. Запускаем повторно.
uk_ua: Прозвон закінчено. Запускаємо повторно.

# LOG_NOTIFICATION_FINISHED
source: The {0} notifications are sent.
ru_ru: Отправка {0} уведомлений завершена.
uk_ua: Відтправка {0} повідомленнь завершена.

# LOG_NUMBER_BLACKLISTED
source: Error. Number {0} was sent in black list. Dialing time: {1}. Ringing time: {2}.
ru_ru: Ошибка. Номер {0} попал в black list. Время набора: {1} сек. Время ожидания: {2} сек.
uk_ua: Помилка. Номер {0} потрапив до black list. Час набору: {1} сек. Час очикування: {2} сек.

# LOG_NUMBER_ERROR
source: Error occured at processing of number {0}. Dialing time: {1}. Ringing time: {2}.
ru_ru: Ошибка при обработке номера {0}. Время набора: {1} сек. Время ожидания: {2} сек.
uk_ua: Помилка під час обробки номеру {0}. Час набору: {1} сек. Час очикування {2} сек.

# LOG_NUMBER_NO_ANSWER_MODEM
source: Error. Modem is not answered on command. Dialing time: {1}. Ringing time: {2}.
ru_ru: Ошибка. Модем не ответил на команду. Время набора: {1} сек. Время ожидания: {2} сек.
uk_ua: Помилка. Модем не відповів на команду. Час набору: {1} сек. Час очикування: {2} сек.

# LOG_NUMBER_PROCESSED
source: Number {0} is processed. Dialing time: {1}. Ringing time: {2}.
ru_ru: Обработан номер {0}. Время набора: {1} сек. Время ожидания: {2} сек.
uk_ua: Оброблений номер {0}. Час набору: {1} сек. Час очикування: {2} сек.

# LOG_STATISTICS
source: Processed: {0}. Found: {1}.
ru_ru: Обработано: {0}. Найдено: {1}.
uk_ua: Оброблено: {0}. Знайдено: {1}.

# LST_DOUBLE_CHECK_ON_TIMEOUT
source: Double check
ru_ru: Двойная проверка
uk_ua: Подвійна перевірка

# LST_DOUBLE_CHECK_ON_TIMEOUT_HINT
source: Enables double check of phone number in case it was found as activated by mode '{0}'.\nIt is required when connection through mobile operator line has interruption by time and is not stable.
ru_ru: Включает режим двойной проверки номера, если он определился опцией '{0}'.\nНеобходим для случаев, когда у оператора происходит нестабильное соединение с задержкой по времени.
uk_ua: Вмикає режим подвійної перевірки номера, якщо він визначився опцією '{0}'.\nНеобхідний для випадків, коли у оператора відбувається нестабільне з'єднання з затримкою за часом.

# LST_GROUP_NAME
source: Group name
ru_ru: Группа
uk_ua: Група

# LST_GROUP_NAME_HINT
source: Group name of operator which should be called through.
ru_ru: Группа телефонов оператора, которую необходимо прозванивать.
uk_ua: Група телефонів оператора, яку необхідно продзвонювати.

# LST_GROUP_NAME_NEW
source: New group name
ru_ru: Новая группа
uk_ua: Нова група

# LST_NOTIFICATION_TYPE
source: Notification type
ru_ru: Тип уведомления
uk_ua: Тип повідомлення

# LST_NOTIFICATION_TYPE_HINT
source: Choose notification type which will be used for activated phone number found.
ru_ru: Выберите тип уведомления успешно найденного активированного номера телефона.
uk_ua: Виберіть тип повідомлення успішно знайденого активованого номера телефону.

# LST_SMS_RECIPIENT
source: SMS number
ru_ru: Номер SMS
uk_ua: Номер SMS

# LST_SMS_RECIPIENT_HINT
source: Phone number which needs to be recipient of SMS for activated number from group number list.
ru_ru: Номер мобильного, на который будут приходить SMS при определении активированного телефона группы.
uk_ua: Номер мобільного, на який будут приходити SMS при визначені активованного телефона групи.

# LST_SMS_TEXT
source: Text of SMS
ru_ru: Текст SMS
uk_ua: Текст SMS

# LST_SMS_TEXT_HINT
source: Text of SMS sent after number is activated.\nUse %PHONE% template to substitute it in the text by the number to be called.
ru_ru: Текст SMS при прозвоне телефонов группы.\nИспользуйте %PHONE% для вставки в текст сообщения номера, который определился, как активированный.
uk_ua: Текст SMS під час продзону телефонів групи.\nВикористовуйте %PHONE%для вставки в текст повідомлення номера, який визначається, як активований.

# LST_TELEPHONES_COMMENT
source: Comment
ru_ru: Комментарий
uk_ua: Комментарій

# LST_TELEPHONES_DATE
source: Input date
ru_ru: Дата ввода
uk_ua: Дата введення

# LST_TELEPHONES_DATE_ACTIVATION
source: Activation date
ru_ru: Дата активации
uk_ua: Дата активації

# LST_TELEPHONES_NUMBER
source: Phone number
ru_ru: Номер телефона
uk_ua: Номер телефону

# LST_USSD_TEXT
source: Text of USSD request
ru_ru: Текст USSD
uk_ua: Текст USSD

# LST_USSD_TEXT_HINT
source: Text of USSD sent after number is activated.\nUse %PHONE% template to substitute it in the text by the number to be called.
ru_ru: Текст USSD запроса для найденного активированного телефона группы.\nИспользуйте %PHONE% для вставки в текст сообщения номера, который определился, как активированный.
uk_ua: Текст USSD запиту для знайденного активованого телефону групи.\nВикористовуйте %PHONE%для вставки в текст повідомлення номера, який визначається, як активований.

# LST_WAIT_ANSWER
source: Wait answer
ru_ru: Ожидание ответа
uk_ua: Очікування відповіді

# LST_WAIT_ANSWER_HINT
source: Wait answer in seconds of ending call response 'Number is not serviced'.\nIt's needed to distinguish such answers like 'Number is out of zone', etc.\nSets the yellow color for activated phone number found.
ru_ru: Время ожидания завершения госового ответа 'номер не обслуживается' в секундах.\nНеобходим для отделения от таких ответов как 'номер вне зоны действия' и др.\nВыделяет найденный активированный телефон желтым цветом.
uk_ua: Час очікування завершення голосової відповіді 'номер не обслуговується' в секундах.\nПотрібно для відділення від таких відповідей як 'номер поза зоною дії' та ін.\nВиділяє знайдений активований телефон жовтим кольором.

# L_ALL_RIGHTS_RESERVED
source: All rights reserved.
ru_ru: Все права защищены.
uk_ua: Всі права захищені.

# L_COPYRIGHT
source: Copyright © 2012-2014 Taycoon
ru_ru: © Taycoon, 2012.
uk_ua: © Taycoon, 2012.

# L_ENTER_SEARCHED_PHONE
source: Enter number to search:
ru_ru: Введите номер телефона:
uk_ua: Введіть номер телефона:

# L_GROUP_FILTER
source: Group filter
ru_ru: Фильтр по группам
uk_ua: Фільтр за групами

# L_PLAY_SOUND
source: Play sound
ru_ru: Проигрывать звук
uk_ua: Програвати звук

# L_PLAY_SOUND_HINT
source: Play sound when call is finished.\nPlease check that sound is turned on your operation system.
ru_ru: Проигрывать звуковое сообщение при окончании прозвона.\nДля использования проверьте, что динамики включены.
uk_ua: Програвати звукове повідомлення при закінчені прозвона.\nДля використання перевірте, що динаміки включені.

# L_PORT
source: Port
ru_ru: Порт
uk_ua: Порт

# L_PORT_HINT
source: Com port number, to what mobile phone is connected.\nOperation system uses virtual Com port for mobile connections through USB.
ru_ru: Номер COM порта, через который подключен мобильный телефон.\nПри подключении телефона через USB шнур в операционной системе создаеся виртуальный COM порт.
uk_ua: Номер COM порту, через який підключен мобільний телефон.\nПри підключенні телефону через USB кабель в операційній системі створюється віртуальний COM порт.

# L_PORT_INFORMATION_MODEM_NOT_ANSWERED
source: Modem is not responding on AT commands.
ru_ru: Модем не отвечает на команды.
uk_ua: Модем не відповідає на команди.

# L_PORT_INFORMATION_MODEM_NOT_SELECTED
source: There is no selected modem to work with.
ru_ru: Модем для работы не выбран.
uk_ua: Модем для роботи не вибраний.

# L_PORT_INFORMATION_MODEM_SELECTED
source: Modem is ready to work.
ru_ru: Модем подключен.
uk_ua: Модем підключен.

# L_PORT_RATE
source: Baud rate
ru_ru: Скорость порта
uk_ua: Швидкість порту

# L_PORT_RATE_HINT
source: Com port baud rate.\nIt's presented in 'Device Manager' for your modem of mobile phone.
ru_ru: Скорость порта.\nОтображается для вашего модема в Диспетчере устройств.
uk_ua: Швидкість порту.\nВідображується для вашего модему в Диспетчері пристроїв.

# L_PROGRAM_VERSION
source: Version of MobileCaller : {0}
ru_ru: Версия программы MobileCaller : {0}
uk_ua: Версія програми MobileCaller : {0}

# L_REGISTERED_ACTIVATION_KEY
source: Enter activation key
ru_ru: Введите код активации
uk_ua: Введіть код активації

# L_REGISTERED_EMAIL
source: Enter e-mail
ru_ru: Введите e-mail
uk_ua: Введіть e-mail

# L_REGISTERED_IMEI
source: Enter IMEI
ru_ru: Введите IMEI код
uk_ua: Введіть IMEI код

# L_REGISTERED_USER
source: User
ru_ru: Пользователь
uk_ua: Користувач

# L_REGISTRATION_INVITATION
source: Please enter registration data and received activation key
ru_ru: Введите регистрационные данные и полученный код активации
uk_ua: Введіть реєстраційні дані та одержаний код активації

# L_REGISTRATION_WARNING
source: Attention! Activation key is applied to one IMEI of mobile phone. In case you need to work with several mobile phones you should start several program instances with each licence owned by special mobile phone.
ru_ru: Внимание! Код активации распространяется только для одного IMEI мобильного телефона. В случае, если вам необходимо работать с несколькими мобильными телефонами, используйте нескольких экземпляров программ с установленной лицензией для каждого мобильного устройства.
uk_ua: Увага! Код активації дійсний тільки для одного IMEI мобільного телефона. У випадку, ящо вам необхідно працювати з декільками мобільними телефонами, використовуйте декілька екземплярів программ з встановленною лицензіею для кожного мобільного присртою.

# L_REPEATABLE
source: Repeatable
ru_ru: Непрерывный
uk_ua: Безперервний

# L_REPEATABLE_HINT
source: Enable repeatable mode of call.\nStart call process again when current one is finished.
ru_ru: Включает режим непрерывно повторяемого прозвона.\nПри окончании прозвона, он запускается повторно.
uk_ua: Вмикає режим безперервного повторюємого прозвону.\nПри закінченні прозвону, він запускається повторно.

# L_SEND_NOTIFICATION
source: Send notification
ru_ru: Отправлять уведомление
uk_ua: Відправляти повідомлення

# L_SEND_NOTIFICATION_HINT
source: Send notification (SMS or USSD) after successfully activated phone number.
ru_ru: Отправлять уведомление (SMS или USSD) во время прозвона в случае,\nесли программа определила номер, как активированный.
uk_ua: Відправляти повідомлення (SMS или USSD) під час прозвону в випадку,\nякщо програма візначила номер, як активованний.

# L_SHUTDOWN
source: Shutdown PC
ru_ru: Выключить компьютер
uk_ua: Вимкнути компьютер

# L_SHUTDOWN_HINT
source: Shutdown PC after call is finished with preceding saving all changes and exit from application.
ru_ru: Выключить компьютер после завершения прозвона, предварительно закрыв программу с сохранением всех изменений.
uk_ua: Вимкнути компьютер після завершення прозвону, попередньо закривши програму зі збереженням всіх змін.

# L_USER
source: Introductory version
ru_ru: Ознакомительная версия
uk_ua: Ознайомча версія

# L_WAIT_CALL
source: Wait call
ru_ru: Задержка прозвона
uk_ua: Затримка прозвону

# L_WAIT_CALL_HINT
source: The time to wait in seconds between calls and sending of notifications.\nIt is used in case when operator blocks card, thinking that it's behaviour is suspicious.
ru_ru: Время задержки между звонками и отправкой уведомлений (в секундах).\nИспользуется, если оператор блокирует карточку, определяя номер как подозрительный.
uk_ua: Час затримки між дзвонками та відправкою повідомлень (у секундах).\nВикористовується, якщо оператор блокує картку, визначає номер як підозрілий.

# L_WORKING_DIRECTORY
source: Working directory
ru_ru: Рабочий каталог
uk_ua: Робочий каталог

# L_WORKING_DIRECTORY_HINT
source: Directory containing logging files of program\nin the format of Log<Year>_<Month>_<Day>.txt,\nregistering file and settings with base of phones.
ru_ru: Папка, содержащая файлы логгирования программы\nв формате Log<Год>_<Месяц>_<День>.txt,\nа также файл регистрации и настройки программы вместе с базой телефонов.
uk_ua: Папка, що містить логування програм\nу форматі Log<Год>_<Месяц>_<День>.txt,\nа також файл реєстрації та налаштування програми разом з базою телефонів.

# MI_ABOUT
source: About
ru_ru: О программе...
uk_ua: Про програму...

# MI_CALL_LATEST
source: Call latest
ru_ru: Прозвонить оставшиеся
uk_ua: Продзвонити залишені

# MI_CALL_SELECTED
source: Call selected
ru_ru: Прозвонить выделенные
uk_ua: Продзвонити виділені

# MI_COPY_TO_CLIPBOARD
source: Copy to clipboard
ru_ru: Скопировать в буффер
uk_ua: Скопіювати до буферу

# MI_DELETE_SELECTED
source: Delete selected
ru_ru: Удалить выделенные
uk_ua: Видалити виділені

# MI_EDIT
source: Edit
ru_ru: Правка
uk_ua: Виправлення

# MI_EXIT
source: Exit
ru_ru: Выход
uk_ua: Вихід

# MI_FILE
source: File
ru_ru: Файл
uk_ua: Файл

# MI_HELP
source: View Help
ru_ru: Вызов справки
uk_ua: Виклик довідки

# MI_IMPORT
source: Import
ru_ru: Подгрузить номера
uk_ua: Довантажити номера

# MI_INFORMATION
source: Information
ru_ru: Информация
uk_ua: Інформація

# MI_LANGUAGE
source: Language
ru_ru: Язык
uk_ua: Мова

# MI_LANGUAGE_ENGLISH
source: English
ru_ru: Английский
uk_ua: Англійська

# MI_LANGUAGE_RUSSIAN
source: Russian
ru_ru: Русский
uk_ua: Російська

# MI_LANGUAGE_UKRAINE
source: Ukraine
ru_ru: Украинский
uk_ua: Українська

# MI_LOG
source: Log
ru_ru: Журнал
uk_ua: Журнал

# MI_REGISTRATION
source: Registration
ru_ru: Регистрация
uk_ua: Реєстрація

# MI_RESET_ACTIVATION_SELECTED
source: Reset activation
ru_ru: Сбросить активацию
uk_ua: Скинути активацію

# MI_SAVE
source: Save
ru_ru: Сохранить изменения
uk_ua: Зберегти змінення

# MI_SEARCH
source: Find
ru_ru: Поиск
uk_ua: Пошук

# MI_SELECT_ACTIVATED
source: Select activated numbers
ru_ru: Выделить активированные номера
uk_ua: Виділити активовані номери

# MI_SEND_NOTIFICATION
source: Send notification
ru_ru: Отправить уведомление
uk_ua: Надіслати повідомлення

# MI_SETTINGS
source: Settings
ru_ru: Настройки
uk_ua: Налаштування

# MI_SETTINGS_CALL
source: Call settings
ru_ru: Настройки прозвона
uk_ua: Налаштування продзвону

# MI_SETTINGS_MODEM
source: Modem settings
ru_ru: Настройки модема
uk_ua: Налаштування модему

# MI_SET_ACTIVATION_SELECTED
source: Set activation
ru_ru: Установить активацию
uk_ua: Встановити активацію

# MI_VIEW
source: View
ru_ru: Окна
uk_ua: Вікна

# MSG_ACTIVATED_NUMBER
source: The called number {0} was successfully defined as activated.
ru_ru: Прозваниваемый номер {0} был успешно определен как активированный.
uk_ua: Продзвонюємий номер {0} був успішно визначений как активований.

# MSG_COMMAND_EXECUTED
source: Executed command: {0}
ru_ru: Выполнена команда: {0}
uk_ua: Виконана команда:{0}

# MSG_COMMAND_RESPONSE_AT
source: Response of modem on AT command:{0}
ru_ru: Ответ модема на AT комманду:{0}
uk_ua: Відповідь модему на AT команду:{0}

# MSG_COMMAND_RESPONSE_CODE
source: Responsed code: {0}
ru_ru: Полученный код ответа: {0}
uk_ua: Отриманий код відповіді: {0}

# MSG_COMMAND_RESPONSE_CODE_CEND
source: Responsed code of CEND: {0}
ru_ru: Полученный код ответа CEND: {0}
uk_ua: Полученный код ответа CEND: {0}

# MSG_COMMAND_RESPONSE_CODE_CHANGED
source: Responsed code changed on: {0}
ru_ru: Полученный код ответа изменен на: {0}
uk_ua: Отриманий код відповіді змінено на: {0}

# MSG_COMMAND_RESPONSE_CODE_CLCC
source: Responsed code of CLCC: {0}
ru_ru: Полученный код ответа CLCC: {0}
uk_ua: Отриманий код відповіді CLCC: {0}

# MSG_COMMAND_RESPONSE_CODE_CPAS
source: Responsed code of CPAS: {0}
ru_ru: Полученный код ответа CPAS: {0}
uk_ua: Отриманий код відповіді CPAS: {0}

# MSG_COMMAND_SMS_EXECUTING
source: Sending SMS for calling phone: {0}
ru_ru: Отправка СМС для телефона: {0}
uk_ua: Відтправка СМС для телефону: {0}

# MSG_COMMAND_USSD_EXECUTING
source: Sending USSD for calling phone: {0}
ru_ru: Отправка USSD команды для телефона: {0}
uk_ua: Відтправка USSD команды для телефону: {0}

# MSG_COM_PORT_OR_MOBILE_ERROR
source: Com-port has wrong setup or mobile phone is not connected.
ru_ru: Com-порт настроен неверно или мобильный не подключен.
uk_ua: Com-порт налаштований невірно або мобільний не подключений.

# MSG_DELETE_SELECTED_CONFIRMATION
source: Are you sure in deleting {0} of selected phone numbers from the list?
ru_ru: Вы действительно хотите удалить {0} выделенные номера телефонов из списка?
uk_ua: Ви дійсно бажаєте вилучити {0} виділені номера телефонів із переліку?

# MSG_DELETION_TITLE
source: Deleting
ru_ru: Удаление
uk_ua: Виталеня

# MSG_DIAPASON_EMPTY
source: Add diapason.
ru_ru: Введите диапазон.
uk_ua: Введіть діапазон.

# MSG_ERROR_MODEM_TITLE
source: Error at working with modem.
ru_ru: Ошибка работы с модемом.
uk_ua: Помилка роботи з модемом.

# MSG_FIELD_EMPTY
source: Fill the field '{0}'.
ru_ru: Заполните поле '{0}'.
uk_ua: Заповніть поле '{0}'.

# MSG_FIELD_NOT_NUMBER
source: Field '{0}' should be a number.
ru_ru: Поле '{0}' должно быть числом.
uk_ua: Поле '{0}' повинно бути чіслом.

# MSG_FIELD_WRONG_FORMAT
source: Field '{0}' should be in correct format.
ru_ru: Поле '{0}' заполнено в неправильном формате.
uk_ua: Поле '{0}' заповнене в неправильному форматі.

# MSG_FILE_WAS_NOT_CREATED
source: File {0} was not created. It is possible that user doesn't have corresponding rights.
ru_ru: Ошибка создания файла {0}. Возможно отсутствуют необходимые права пользователя.
uk_ua: Помилка створення файлу {0}. Можливо відсутні необхідні права користувача.

# MSG_FOLDER_BROWSER_DIALOG_TITLE
source: Select directory
ru_ru: Выберите папку
uk_ua: Виберіть папку

# MSG_IMEI_NOT_SUPPORTED
source: The mobile phone doesn't support work with IMEI. Please use another one to start working with program.
ru_ru: Данный мобильный телефон не поддерживает работу с IMEI, пожалуйста воспользуйтесь другим телефоном для работы с программой.
uk_ua: Цей мобільний телефон не підтримуе роботу з IMEI, будь ласка скористайтесь іншим телефоном для роботи з програмою.

# MSG_INFORMATION_TITLE
source: Information
ru_ru: Информация
uk_ua: Інформація

# MSG_INTRODUCTORY_VERSION
source: You are using introductory version where you can call at least 5 numbers at one start of program.\nPlease register program.
ru_ru: Вы используете ознакомительную версию, в которой вы можете прозвонить не более 5-ти номеров за один запуск программы.\nПожалуйста, зарегистрируйте программу.
uk_ua: Ви використовуєте ознайомлювальну версію, в якій ви можете продзвонить не білше 5-ти номерів за один запуск програми.\nБудь ласка, зареєструйте програму.

# MSG_LOG_SETTINGS
source: The list of current settings for call processing:
ru_ru: Список текущих настроек прозвона:
uk_ua: Список поточних налаштувань продзвона:

# MSG_MODEM_PORT_RESET
source: The port of modem is resetting,
ru_ru: Переподключение к COM порту модема.
uk_ua: Переподключення до COM порту модема.

# MSG_MODEM_WORK_COMPLETED
source: Work with modem is completed.
ru_ru: Работа с модемом завершена.
uk_ua: Робота з модемом завершена.

# MSG_NUMBER_DUPLICATED
source: The number {0} is already present in the list and will be missed. Would you like to continue process of list load?
ru_ru: Номер телефона {0} уже присутствует в базе и будет пропущен. Продолжить процесс добавления номеров?
uk_ua: Номер телефону {0} вже присутній в базі і будет пропущений. Продвжити процес додавання номерів?

# MSG_NUMBER_INVALID_FORMAT
source: The number {0} has invalid format and will be missed. It must have length with more than 5 chars. Would you like to continue process of list load?
ru_ru: Номер телефона {0} неверного формата и будет пропущен. Он должен содержать число из более чем 5 цифр. Продолжить процесс добавления номеров?
uk_ua: Номер телефону {0} має не вірний формат і буде пропущений. Він повинен містити більше ниж 5 цифр. Продовжити процес додавання номерів?

# MSG_PROGRAM_DATA_CHANGED
source: During work of program there were changes. Do you want to save them?
ru_ru: Во время работы программы произошли изменения. Вы хотите их сохранить?
uk_ua: Під час роботи програми відбулись зміни. Ви бажаєте їх зберегти?

# MSG_REGISTRATION_SUCCESSFUL
source: Thank you for program registration!
ru_ru: Спасибо за регистрацию программы!
uk_ua: Дякуємо за реєстрацію програми!

# MSG_REGISTRATION_WRONG
source: Wrong activation key!
ru_ru: Ключ неверный!
uk_ua: Ключ невірний!

# MSG_SAVE_TITLE
source: Saving
ru_ru: Сохранение
uk_ua: Збереження

# MSG_SELECT_TEXT_FILE_EXT
source: txt files (*.txt)|*.txt|All files (*.*)|*.*
ru_ru: Текстовые документы (*.txt)|*.txt|Все файлы (*.*)|*.*
uk_ua: Текстові документи (*.txt)|*.txt|Всі файли (*.*)|*.*

# MSG_SELECT_TEXT_FILE_TITLE
source: Select a text file
ru_ru: Выберите текстовый файл
uk_ua: Виберіть текстовий файл

# MSG_SMS_NOT_SUPPORTED
source: Modem don't support SMS sending. Uncheck sending of notifications.
ru_ru: Модем не поддерживает отправку SMS. Отключите режим отправки во время прозвона.
uk_ua: Модем не підтримує відправку SMS. Вимкніть режим відтправки під час продзвону.

# MSG_SYSTEM_ERROR_TITLE
source: System error
ru_ru: Системная ошибка
uk_ua: Системна помилка

# MSG_USSD_NOT_SUPPORTED
source: Modem don't support USSD sending. Uncheck sending of notifications.
ru_ru: Модем не поддерживает отправку USSD. Отключите режим отправки во время прозвона.
uk_ua: Модем не підтримує відправку USSD. Вимкніть режим відтправки під час продзвону.

# MSG_WAIT_ANSWER_LIMIT
source: Field '{0}' should store a number which is not less then {1} seconds.
ru_ru: Поле '{0}' должно хранить значение не менее {1} секунд.
uk_ua: Поле '{0}' повинно зберігати значення не меньше {1} секунд.

# MSG_WAIT_CALL_LIMIT
source: Option '{0}' should store a number which is not less then {1} seconds.
ru_ru: Опция '{0}' должна хранить значение не менее {1} секунд.
uk_ua: Опція '{0}' повинна зберігати значення не меньше {1} секунд.

# MSG_WARNING_TITLE
source: Warning
ru_ru: Предупреждение
uk_ua: Попередження

# MSG_WRONG_IMEI_REGISTRATION
source: Dear {0}. You have a registration which is only for IMEI of mobile phone: {1}.
ru_ru: Уважаемый {0}. Ваша регистрация распространется только на IMEI мобильного телефона: {1}.
uk_ua: Шановний {0}. Ваша реєстрація разповсюджується тільки на IMEI мобільного телефону: {1}.

# STAT_SESSION_ACTIVATED_COUNT
source: The count of found activated numbers: {0}
ru_ru: Количество найденных активированных номеров: {0}
uk_ua: Кількість знайдених активованих номерів: {0}

# STAT_SESSION_HEADER
source: Session state for call:
ru_ru: Состояние сессии прозвона:
uk_ua: Стан сесії продзвону:

# STAT_SESSION_PROCESSED_COUNT
source: The count of processed numbers: {0}
ru_ru: Количество обработанных номеров: {0}
uk_ua: Кількість оброблених номерів: {0}

# STAT_SESSION_REMAINED_COUNT
source: The count of remained numbers: {0}
ru_ru: Количество оставшихся номеров: {0}
uk_ua: Кількість залишившихся номерів: {0}

# STAT_SESSION_REMAINED_TIME
source: Time: {0:D2}:{1:D2}
ru_ru: Время: {0:D2}:{1:D2}
uk_ua: Час: {0:D2}:{1:D2}

# STAT_TELEPHONE_ACTIVATED_COUNT
source: Activated: {0}
ru_ru: Активированных: {0}
uk_ua: Активованих: {0}

# STAT_TELEPHONE_COUNT
source: Phone count: {0}
ru_ru: Количество телефонов: {0}
uk_ua: Кількість телефонів: {0}
